 [
  "<style>body{font-family: 'Avenir-Roman';font-size: 14px; color: white}</style><strong>Edward</strong> by the grace of God <strong>King of England</strong>, lord of Ireland and duke of Aquitaine sends greetings <em>to all</em> to whom the present letters come. We have inspected the great charter of the <strong>lord Henry, late King of England, our father</strong>, concerning the liberties of England in these words:",
  "<style>body{font-family: 'Avenir-Roman';font-size: 14px; color: white}</style><strong>Henry by the grace of God King of England</strong>, lord of Ireland, duke of Normandy and Aquitaine and count of Anjou sends greetings to his archbishops, bishops, abbots, priors, earls, barons, sheriffs, reeves, ministers and all his bailiffs and faithful men inspecting the present charter. Know that we, at the prompting of God and for the health of our soul and the souls of our ancestors and successors, for the glory of holy Church and the improvement of our realm, freely and out of our good will have given and granted to the archbishops, bishops, abbots, priors, earls, barons and all of our realm these <em>liberties written below to hold in our realm of England in perpetuity.</em>",
  "<style>body{font-family: 'Avenir-Roman';font-size: 14px; color: white}</style>[1] In the first place we grant to God and <strong>confirm by this our</strong> present charter for ourselves and our heirs in perpetuity that the English Church is to be free and to have all its rights fully and its liberties entirely. We furthermore grant and give to all the <strong>freemen of our realm for ourselves</strong> and our heirs in perpetuity the liberties written <em>below to have and to</em> hold to them and their heirs from us and our heirs in perpetuity.",
  "<style>body{font-family: 'Avenir-Roman';font-size: 14px; color: white}</style>[2] If any of our earls or barons, o<strong>r anyone else holding from us in chief by military service</strong> should die, and should his heir be of full age and owe relief, the heir is to have his inheritance for the ancient relief, namely the heir or heirs of an earl for a whole county £100, the heir or heirs of a baron for a whole barony 100 marks, the heir or heirs of a knight for a whole knight’s fee 100 shillings at most, and he who owes less will give less, according to <em>the ancient custom of (knights’) fees</em>.",
  "<style>body{font-family: 'Avenir-Roman';font-size: 14px; color: white}</style>[3] If, however, the heir of such a person is under age, <strong>his lord is not to have custody</strong> of him and his land until he has taken homage from the heir, and after such an heir has been in custody, <strong>when he comes of age</strong>, namely at twenty-one years old, he is to have his inheritance without relief and without fine, saving that if, whilst under age, he is made a knight, his land will nonetheless remain in the custody of his lords until the <em>aforesaid term.</em>",
  "<style>body{font-family: 'Avenir-Roman';font-size: 14px; color: white}</style>[4] The keeper of the land of such an heir who is under age is only to take <strong>reasonable receipts</strong> from the heir’s land and reasonable customs and reasonable services, and this without destruction or waste of men or things. And if we assign custody of any such land to a sheriff or to anyone else who should answer to us for the issues, and such a person should commit destruction or waste, we will take recompense from him and the land will be assigned to two law-worthy and discreet men of that fee who will answer to us or to the person to whom we assign such land for the land’s issues. And if we give or sell to <strong>anyone custody of any such land</strong> and that person commits destruction or waste, he is to lose custody and the land is to be assigned to two law-worthy and discreet men of that fee who similarly will answer to us as is aforesaid.",
  "<style>body{font-family: 'Avenir-Roman';font-size: 14px; color: white}</style>[5] The keeper, <em>for as long as he has the custody of the land of such (an heir)</em>, is to maintain the houses, parks, fishponds, ponds, mills and other things pertaining to that land from the issues of the same land, and he will restore to the heir, when the heir comes to full age, all his land stocked with ploughs and all other things in at <strong>least the same condition</strong> as when he received it. All these things are to be observed in the custodies of archbishoprics, bishoprics, abbeys, priories, churches and vacant offices which pertain to us, save that such custodies<em> ought not to be sold.</em>",
  "<style>body{font-family: 'Avenir-Roman';font-size: 14px; color: white}</style>[6] Heirs are to be married <em>without disparagement.</em>",
  "<style>body{font-family: 'Avenir-Roman';font-size: 14px; color: white}</style>[8] Neither <strong>we nor our bailiffs</strong> will seize any land or rent for any debt, as long as the <em>existing chattels</em> of the debtor suffice for the payment of the debt and as long as the debtor is ready to pay the debt, nor will the debtor’s guarantors be distrained for so long as the principal debtor is able to pay the debt; and should the principal debtor default in his payment of the debt, not having the means to repay it, or should he refuse to pay it despite being able to do so, the guarantors will answer for the debt and, if they wish, they are to have the lands and rents of the debtor until they are repaid the debt that previously <strong>they paid on behalf</strong> of the debtor, unless the principal debtor can show that he is quit in respect to these guarantors.",
  "<style>body{font-family: 'Avenir-Roman';font-size: 14px; color: white}</style>[9] <strong>The city of London</strong> is to have all its ancient liberties and customs. Moreover we wish and grant that all other cities and boroughs and vills and the barons of the Cinque Ports and all ports are to have all their <em>liberties and free customs.</em>",
  "<style>body{font-family: 'Avenir-Roman';font-size: 14px; color: white}</style>[10] No-one is to be distrained to do more service for a knight’s fee or for any other free tenement than is due from it.",
  "<style>body{font-family: 'Avenir-Roman';font-size: 14px; color: white}</style>[11] <em>Common pleas are not to follow our court</em> but are to be held in a <strong>certain fixed place.</strong>",
  "<style>body{font-family: 'Avenir-Roman';font-size: 14px; color: white}</style>[12] Recognisances of <strong>novel disseisin</strong> and of mort d’ancestor are not to be taken save in their particular counties and in the following way. We or, should we be outside the realm, our chief justiciar, will send our justices once a year to each county, so that, together with the knights of the counties, that may take the <strong>aforesaid assizes</strong> in the counties; and those assizes which cannot be completed in that visitation of the county by our <em>aforesaid justices </em>assigned to take the said assizes are to be completed elsewhere by the justices in their visitation; and those which cannot be completed by them on account of the difficulty of various articles (of law) are to be referred to our justices of the Bench and <em>completed there</em>.",
  "<style>body{font-family: 'Avenir-Roman';font-size: 14px; color: white}</style>[13] <strong>Assizes of darrein presentment</strong> are always to be taken before <em>our justices of the Bench</em> and are to be completed there.",
  "<style>body{font-family: 'Avenir-Roman';font-size: 14px; color: white}</style>[14] <strong>A freeman is not to be amerced for a small offence save in accordance </strong>with the manner of the offence, <em>and for a major offence according to its magnitude</em>, saving his sufficiency (salvo contenemento suo), and a merchant likewise, saving his merchandise, and any villain other than one of our own is to be amerced in the same way, saving his necessity (salvo waynagio) should he fall into our mercy, and none of the aforesaid amercements is to be imposed save by the oath of honest and law-worthy men of the neighbourhood. Earls and barons are not to be amerced save by their peers and only in accordance with the manner of their offence.",
  "<style>body{font-family: 'Avenir-Roman';font-size: 14px; color: white}</style>[15] <strong>No town or free man is to be distrained</strong> to make bridges or bank works save for those <em>that ought to do so of old and by right</em>.",
  "<style>body{font-family: 'Avenir-Roman';font-size: 14px; color: white}</style>[16] No bank works of any sort are to be kept up save for those that were in defense in the time of <strong>King H(enry II)</strong> our <em>grandfather</em> and in the same places and on the same terms as was customary in his time.",
  "<style>body{font-family: 'Avenir-Roman';font-size: 14px; color: white}</style>[17] No sheriff, <strong>constable</strong>, coroner or any other of our bailiffs is to hold <em>pleas of our crown.</em>",
  "<style>body{font-family: 'Avenir-Roman';font-size: 14px; color: white}</style>[18] If <strong>anyone</strong> holding a lay fee from us should die, and our <strong>sheriff</strong> or <strong>bailiff</strong> shows our letters patent <em>containing</em> our summons for a debt that the dead man owed us, our sheriff or bailiff is permitted to attach and enroll all the goods and chattels of the dead man found in lay fee, to the value of the said debt, by <strong>view of law-worthy men</strong>, so that nothing is to be removed thence <em>until the debt that remains</em> is paid to us, and the remainder is to be released to the executors to discharge the will of the dead man, and if nothing is owed to us from such a person, all the chattels are to pass to the (use of) the dead man, saving to the dead man’s wife and children their reasonable portion.",
  "<style>body{font-family: 'Avenir-Roman';font-size: 14px; color: white}</style>[19] No constable or his bailiff is to take corn or other <strong>chattels </strong>from anyone who not themselves of a vill <em>where a castle is built</em>, unless the constable or his bailiff <strong>immediately offers</strong> money in payment of obtains a <em>respite</em> by the wish of the seller. If the person whose corn or chattels are taken is of such a vill, then the constable or his bailiff is to pay the purchase price within forty days.",
  "<style>body{font-family: 'Avenir-Roman';font-size: 14px; color: white}</style>[20] <strong>No constable</strong> is to distrain any knight to give money for <em>castle guard</em> if the knight is willing to do such guard in person or by proxy of any other honest man, should the knight be prevented from doing so by just cause. And if we take or send such a knight into the army, <strong>he is to be quit of (castle) guard</strong> in accordance with the length of time the we have him in the army for the fee for which he has done service in the army.",
  "<style>body{font-family: 'Avenir-Roman';font-size: 14px; color: white}</style>[21] No sheriff or bailiff of ours or of anyone else is to take anyone’s horses or carts to make carriage, unless he renders the payment <em>customarily</em> due, namely for a two-horse cart ten pence per day, and for a three-horse cart fourteen pence per day. No <em>demesne cart</em> belonging to any churchman or knight or any other lady (sic) is to be taken by our bailiffs, nor will we or our bailiffs or anyone else take someone else’s timber for a castle or any other of our business save by the will of he to whom the timber belongs.",
  "<style>body{font-family: 'Avenir-Roman';font-size: 14px; color: white}</style>[22] We <strong>shall</strong> not hold the lands of those <em>convicted</em> of felony save for a year and a day, whereafter such land is to be <strong>restored</strong> to the lords of the fees.",
  "<style>body{font-family: 'Avenir-Roman';font-size: 14px; color: white}</style>[23] All fish weirs (kidelli) on the Thames and the Medway and <strong>throughout England</strong> are to be entirely dismantled, <em>save on the sea coast</em>.",
  "<style>body{font-family: 'Avenir-Roman';font-size: 14px; color: white}</style>[24] The writ called <em>‘praecipe’ </em>is not to be issued to anyone in respect to any free <strong>tenement</strong> in such a way that a free man might lose his court.",
  "<style>body{font-family: 'Avenir-Roman';font-size: 14px; color: white}</style>[25] There is to be a single <strong>measure</strong> for <em>wine</em> throughout our realm, and a single measure for ale, <strong>and a single measure for Corn</strong>, that is to say the London quarter, and a single breadth for dyed cloth, russets, and <strong>haberjects</strong>, that is to say two yards within the lists. And it shall be the same for weights as for measures.",
  "<style>body{font-family: 'Avenir-Roman';font-size: 14px; color: white}</style>[26] <em>Henceforth</em> there is to be nothing given for a writ of inquest from the person seeking an inquest of <strong>life or member</strong>, but such a writ is to be given freely and is not to be denied.",
  "<style>body{font-family: 'Avenir-Roman';font-size: 14px; color: white}</style>[27] If any <strong>persons</strong> hold from us at fee farm or in socage or burgage, and hold land from another by knight service, we are not, b<strong>y virtue of such a fee farm</strong> or socage or burgage, to have custody of the heir or their land which pertains to another’s fee, nor are we to have custody of such a fee farm or socage or burgage unless this fee farm owes knight service. We are not to have the custody of an heir or of any land which is held from <em>another</em> by knight service on the pretext of some small serjeanty held from us by service of rendering us knives or arrows or suchlike things.",
  "<style>body{font-family: 'Avenir-Roman';font-size: 14px; color: white}</style>[28] No bailiff is henceforth to put any man on his open law or on oath simply by virtue of his spoken word, without reliable witnesses being produced for the same.",
  "<style>body{font-family: 'Avenir-Roman';font-size: 14px; color: white}</style>[29] No freeman is to be taken or imprisoned or disseised of his free tenement or of his liberties or free customs, or outlawed or exiled or in any way ruined, nor will we go against such a man or send against him save by lawful judgement of his peers or by the law of the land. To no-one will we sell or deny of delay right or justice.",
  "<style>body{font-family: 'Avenir-Roman';font-size: 14px; color: white}</style>[32] No free man is henceforth to give or sell any more of <em>his land to anyone</em>, unless the residue of his land is sufficient to render due service to the lord of the fee as pertains to that fee.",
  "<style>body{font-family: 'Avenir-Roman';font-size: 14px; color: white}</style>[33] All patrons of <strong>abbeys</strong> which have charters of the <strong>kings of England</strong> over advowson or ancient tenure or possession are to have the custody of such abbeys when they fall vacant just as they ought to have and as is declared above."
  ]